{
  "Как устроиться?": "Пришлите резюме на hr@company.com. После этого мы свяжемся с вами для собеседования.",
  "Какие документы нужны?": "Для трудоустройства нужны: паспорт, СНИЛС, ИНН, диплом об образовании и трудовая книжка (если есть).",
  "Какой график работы?": "Стандартный график: 2/2, с 8:00 до 20:00 с часовым перерывом на обед.",
  "Где находится офис?": "Офис расположен по адресу: г.Мариинск, ул. Пальчикова, 28",
  "Есть ли испытательный срок?": "Да, испытательный срок — 2 недели.",
  "Как узнать свою зарплату?": "Напишите 'Моя ЗП', и я покажу вашу начисленную зарплату за последний месяц.",
  "Что делать после успешного собеседования?": "Вам пришлют письмо с инструкцией: список документов, дата выхода на работу и контакты наставника.",
  "Когда мне выходить на работу?": "Точную дату вы получили в письме от HR. Если не получили — напишите «Статус», и я проверю.",
  "К кому обращаться в первый день?": "Приходите к 9:00 в приёмную по адресу: г.Мариинск, ул. Пальчикова, 28. Спросите Анну Петровну — она ваш наставник.",
  "Нужно ли проходить медосмотр до первого дня?": "Нет, мы направим вас на медосмотр в первую неделю — за счёт компании.",
  "Что взять с собой в первый день?": "Паспорт, СНИЛС, ИНН и банковские реквизиты для зарплаты. Всё остальное — на месте.",
  "Будет ли вводный инструктаж?": "Да! В первый день вы пройдёте инструктаж по охране труда, технике безопасности и внутренним правилам.",
  "Как узнать номер моего приказа о приёме?": "Напишите «Мой приказ», и я пришлю номер и дату издания.",
  "Когда подпишут трудовой договор?": "В первый рабочий день, сразу после инструктажа.",
  "Кто мой непосредственный руководитель?": "Это Иван Сидоров, начальник цеха №2. Его контакты: ivan.s@company.com, +7 (XXX) XXX-XX-XX.",
  "Как получить электронную подпись сотрудника?": "После оформления вам выдадут логин и пароль от личного кабинета и внутренней системы.",
  "Где посмотреть свой график смен?": "В личном кабинете сотрудника или у начальника смены. Первый месяц — дневные смены для адаптации.",
  "Когда начислят первую зарплату?": "Пропорционально отработанным дням — в ближайшую дату выплаты (20-го или 5-го).",
  "Могу ли я изменить реквизиты для зарплаты?": "Да — пришлите новые реквизиты на hr@company.com с пометкой «Смена реквизитов».",
  "Что делать, если я заболел перед первым днём?": "Срочно сообщите об этом на hr@company.com или напишите сюда — мы перенесём ваш выход.",
  "Как получить доступ к корпоративной почте?": "После оформления ИТ-отдел пришлёт вам логин и инструкцию на личную почту.",
  "Нужен ли опыт работы на производстве?": "Для большинства позиций опыт не обязателен — мы проводим обучение. Но он будет плюсом!",
  "Предусмотрена ли спецодежда?": "Да, работодатель бесплатно выдаёт всю необходимую спецодежду и обувь.",
  "Нужно ли приносить медицинскую справку?": "Да, для работы на производстве требуется медосмотр. Мы направим вас в нашу клинику после собеседования.",
  "Когда выплачивается зарплата?": "Зарплата выплачивается дважды в месяц: аванс — 20-го, основная часть — 5-го числа следующего месяца.",
  "Есть ли премии?": "Да! Премии начисляются за выполнение плана, отсутствие простоев и соблюдение техники безопасности.",
  "Сколько дней отпуска положено?": "Стандартный оплачиваемый отпуск — 28 календарных дней в году.",
  "Есть ли корпоративный транспорт?": "Да, по маршруту 156 ходит бесплатный автобус до завода утром и вечером.",
  "Есть ли столовая на территории?": "Да, у нас есть столовая с горячими обедами. Питание для рабников бесплатно",
  "Как я узнаю, что меня пригласили на собеседование?": "Вы получите уведомление в этом чате и на почту — проверяйте спам!",
  "Будут ли напоминания о выходе на работу?": "Да, за день до первого рабочего дня придёт напоминание с адресом и контактами наставника.",
  "Какие льготы у сотрудников?": "Скидки на продукцию завода, ДМС после испытательного срока, материальная помощь и корпоративные мероприятия.",
  "Есть ли обучение для новых сотрудников?": "Да! Все новички проходят вводный инструктаж и стажировку под руководством наставника.",
  "Работаете ли вы в выходные?": "Производство круглосуточное, но у каждого сотрудника — чёткий график с выходными.",
  "Есть ли сменный график?": "Да, на производстве — 2 смены: дневная (8:00–20:00) и ночная (20:00–8:00).",
  "Как связаться с HR напрямую?": "Почта: hr@company.com. Телефон: +7 (XXX) XXX-XX-XX (пн–пт, 9:00–18:00).",
  "Можно ли устроиться временно?": "Да, на время отпусков или декретов — уточняйте актуальные вакансии.",
  "Есть ли карьерный рост?": "Многие наши руководители начинали с оператора. Мы поддерживаем внутренние перемещения и обучение.",
  "Как узнать статус моей заявки?": "Напишите «Статус», и я покажу, на каком этапе находится ваша заявка на трудоустройство.",
  "Как отключить уведомления?": "Напишите «Стоп уведомления» — вы всегда сможете включить их обратно командой «Включить уведомления».",
  "Почему стоит работать у вас?": "Мы — стабильное предприятие с 100-летней историей, своевременной зарплатой, соцпакетом и возможностью расти внутри компании."
}
